Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=60_art_id=132.html.tmx
Source language: sme
Languages: sma

source: Kristuskránsa
sma: Kristusen gievlie

source: Go Jesus vádjolii eatnama alde, de lei son okta gii attii ráhkisvuođa.
sma: Dejpeli gosse Jeesuse eatnamisnie veasoeji, dellie almetjidie gieriesvoetem vedtieji.

source: Son beroštii sis geaiguin deaivvadii ja hálidii sin veahkehit, ja dan son dagai danne og sus lei ráhkisvuohta olbmuide.
sma: Juktie almetjidie iehtsieji, Jeesuse sïjhti almetjidie viehkiehtidh.

source: Son jearai: Maid don dáhtut mu alccesat dahkat ?
sma: Gihtji: Maam sïjhth edtjem dutnjien darjodh ?

source: Ja son buoridii olbmuid.
sma: Almetjh starnedehti.

source: Dat lei maid okta vuohki addit ráhkisvuođa, okta vuohki juogadit ráhkisvuođa fámu.
sma: Numhtie almetjidie gieriesvoetem vedtieji jïh gieriesvoeten faamoem almetjidie vedtieji.

source: Son hálai olu ráhkisvuođa ja mieldeolmmošlašvuođa birra.
sma: Gellien aejkien gieriesvoeten bïjre soptsesti jïh guktie sinsitniem iehtsedh.

source: Mii leat iežamet servodaga árvvuid bokte geahččalan buoremuddui dahkat duohtan su sániid das movt olbmot sáhttet eallit ovttas ráhkisvuođas.
sma: Daelie sïjhtebe Jeesusen baakoej mietie darjodh, sïjhtebe reaktoem darjodh guktie almetjh maehtieh sinsitniem iehtsieh.

source: Su ustibat muosáhedje ustitvuođa maid eai goasse vajálduhttán.
sma: Dellie Jupmelen gieriesvoetesne libie. Idtjin gåessie gænnah Jeesusen voelph dan gieriesvoetem åajaldehtieh.

source: Loga dan maid son dajai ráhkisvuođa birra Johanasevangeliuma 3. kapihttalis, 34-35 vearssain
sma: Lohkh Jåhhan vaentjielisnie: 13, 34-35 guktie Jeesuse gieriesvoeten bïjre soptsesti.
